{
  "page1": [
    {
      "id": 1,
      "name": "Mediterranean Pink Heather",
      "price": "24.95",
      "height": "30-40cm",
      "img": "./imgcay/cay trong bui phan/Mediterranean Pink Heather.png",
      "origin": "Europe, Iceland, the Faroe Islands, and the Azores",
      "thumbnails": ["img1__img", "img2__img", "img3__img", "img4__img"],
      "scientific_name": "Calluna vulgaris",
      "light": "Full sun to partial shade",
      "water": "Moderate watering",
      "humidity": "Low to moderate humidity",
      "about": "Mediterranean Pink Heather, or Calluna vulgaris, is a small evergreen shrub that is native to Europe. It is prized for its vibrant pink flowers and needle-like foliage. This plant thrives in well-draining, acidic soils and adds a splash of color to rock gardens and borders.",
      "about1": "Flowers: Pink, bell-shaped flowers in late summer to early fall.",
      "about2": "Foliage: Needle-like leaves that change color throughout the year.",
      "about3": "Habit: Low-growing and spreading.",
      "about4": "Cultural Significance: In addition to its ornamental value, heather has cultural significance in some European traditions and is associated with good luck and protection."
    },
    {
      "id": 2,
      "name": "Proven Winners® Color Choice® Black Lace® Elderberry",
      "price": "69.95",
      "height": "180-240cm",
      "img": "./imgcay/cay trong bui phan/Proven Winners® Color Choice® Black Lace® Elderberry.png",
      "origin": "Europe as far east as Turkey",
      "thumbnails": ["img1__img", "img2__img", "img3__img", "img4__img"],
      "scientific_name": "Sambucus nigra 'Eva'",
      "light": "Full sun to light shade",
      "water": "Regular watering",
      "humidity": "Adaptable humidity",
      "about": "The Proven Winners® Color Choice® Black Lace® Elderberry, scientifically known as Sambucus nigra 'Eva', is a deciduous shrub with unique dark-colored foliage. Its deep purple leaves and black stems create an attractive appearance in landscapes. It produces clusters of pinkish flowers that mature into dark berries.",
      "about1": "Berries: Dark berries are often used for making jams and wines.",
      "about2": "Growth Habit: Upright and spreading.",
      "about3": "Wildlife: The flowers and berries attract birds and pollinators.",
      "about4": "Landscape Use: Adds dramatic foliage contrast to gardens and can be used as a focal point."
    },
    {
      "id": 3,
      "name": "Pink Double Knock Out® Rose",
      "price": "69.95",
      "height": "35cm-40cm",
      "img": "./imgcay/cay trong bui phan/Pink Double Knock Out® Rose.png",
      "origin": "the United States",
      "thumbnails": ["img1__img", "img2__img", "img3__img", "img4__img"],
      "scientific_name": "Rosa 'Radtkopink'",
      "light": "Full sun to partial shade",
      "water": "Consistent and even moisture",
      "humidity": "Adaptable humidity",
      "about": "The Pink Double Knock Out® Rose is a cultivar of the Knock Out® Rose series. It produces double, bright pink flowers that continue to bloom throughout the growing season. This disease-resistant rose variety is known for its self-cleaning ability and overall low maintenance requirements.",
      "about1": "Flowers: Double, bright pink blooms.",
      "about2": "Blooming Season: Spring to fall.",
      "about3": "Maintenance: Prune as needed to maintain shape.",
      "about4": "Landscape Use: Adds vibrant color to garden beds, borders, and containers."
    },
    {
      "id": 4,
      "name": "Flutterby Petite® Tutti Fruitti Butterfly Bush",
      "price": "72.95",
      "height": "60-90cm",
      "img": "./imgcay/cay trong bui phan/Flutterby Petite® Tutti Fruitti Butterfly Bush.png",
      "origin": "China",
      "thumbnails": ["img1__img", "img2__img", "img3__img", "img4__img"],
      "scientific_name": "Buddleja davidii 'Tutti Fruitti'",
      "light": "Full sun to partial shade",
      "water": "Regular watering",
      "humidity": "Moderate humidity",
      "about": "The Flutterby Petite® Tutti Fruitti Butterfly Bush is a compact shrub known for its vibrant flower clusters that attract butterflies. It has a moderate growth rate and reaches a height of about 2-3 feet. This variety prefers well-draining soil and benefits from occasional pruning.",
      "about1": "Flowers: Clusters of small, fragrant flowers in a range of colors.",
      "about2": "Blooming Season: Summer to fall.",
      "about3": "Maintenance: Prune in early spring to encourage new growth and shape the plant.",
      "about4": "Wildlife: The flowers of this butterfly bush variety are especially attractive to butterflies and pollinators, making it a valuable addition to pollinator-friendly gardens."
    },
    {
      "id": 5,
      "name": "Apricot Drift® Rose",
      "price": "69.95",
      "height": "60-90cm",
      "img": "./imgcay/cay trong bui phan/Apricot Drift® Rose.png",
      "origin": "eastern Asia, in northeastern China, Japan, Korea and southeastern Siberia",
      "thumbnails": ["img1__img", "img2__img", "img3__img", "img4__img"],
      "scientific_name": "Rosa 'Meimirrote'",
      "light": "Full sun",
      "water": "Regular watering",
      "humidity": "Adaptable humidity",
      "about": "The Apricot Drift® Rose is a low-growing groundcover rose that produces clusters of apricot-colored blooms. It has a spreading habit and reaches a height of about 1-2 feet. This variety is disease-resistant and provides continuous blooms throughout the season.",
      "about1": "Flowers: Small, double flowers in shades of apricot.",
      "about2": "Blooming Season: Spring to fall.",
      "about3": "Maintenance: Prune lightly in early spring to shape the plant and remove dead wood.",
      "about4": "Landscape Use: The Apricot Drift® Rose is ideal for adding vibrant color to borders, rock gardens, and containers."
    },
    {
      "id": 6,
      "name": "Sweet Drift® Rose",
      "price": "69.95",
      "height": "60-80cm",
      "img": "./imgcay/cay trong bui phan/Sweet Drift® Rose.png",
      "origin": " the United States",
      "thumbnails": ["img1__img", "img2__img", "img3__img", "img4__img"],
      "scientific_name": "Rosa 'Meiswetdom'",
      "light": "Full sun",
      "water": "Regular watering",
      "humidity": "Adaptable humidity",
      "about": "The Sweet Drift® Rose is a compact groundcover rose with a profusion of small, soft pink blooms. It has a spreading growth habit and reaches a height of about 1-2 feet. This variety is disease-resistant and adds charm to borders, containers, or rock gardens.",
      "about1": "Flowers: Abundant clusters of soft pink, semi-double flowers.",
      "about2": "Blooming Season: Spring to fall.",
      "about3": "Maintenance: Prune lightly in early spring to maintain shape and promote new growth.",
      "about4": "Versatility: The Sweet Drift® Rose's compact size and continual bloom make it a versatile choice for various landscaping designs."
    },
    {
      "id": 7,
      "name": "Flutterby Petite® Blue Heaven Butterfly Bush",
      "price": "72.95",
      "height": "60-90cm",
      "img": "./imgcay/cay trong bui phan/Flutterby Petite® Blue Heaven Butterfly Bush.png",
      "origin": "China",
      "thumbnails": ["img1__img", "img2__img", "img3__img", "img4__img"],
      "scientific_name": "Buddleja davidii",
      "light": "Full Sun",
      "water": "Moderate",
      "humidity": "Average",
      "about": "The Flutterby Petite® Blue Heaven Butterfly Bush is a compact shrub with stunning blue-purple flowers that attract butterflies and pollinators.",
      "about1": "Growth Habit: Upright",
      "about2": "Blooms: Summer to Fall",
      "about3": "Cold Hardiness: Zone 5 (-20F)",
      "about4": "Special Characteristic: Butterfly attractor"
    },
    {
      "id": 8,
      "name": "Endless Summer® Twist-n-Shout® Hydrangea",
      "price": "24.98",
      "height": "90-120cm",
      "img": "./imgcay/cay trong bui phan/Endless Summer® Twist-n-Shout® Hydrangea.png",
      "origin": "Japan",
      "thumbnails": ["img1__img", "img2__img", "img3__img", "img4__img"],
      "scientific_name": "Hydrangea macrophylla",
      "light": "Partial Shade to Full Sun",
      "water": "Regular",
      "humidity": "High",
      "about": "The Endless Summer® Twist-n-Shout® Hydrangea features vibrant pink or periwinkle lacecap blooms that change color with soil pH.",
      "about1": "Growth Habit: Upright",
      "about2": "Blooms: Summer to Fall",
      "about3": "Cold Hardiness: Zone 4 (-30F)",
      "about4": "Special Characteristic: Color-changing blooms"
    },
    {
      "id": 9,
      "name": "Endless Summer® BloomStruck® Hydrangea",
      "price": "29.22",
      "height": "120-150cm",
      "img": "./imgcay/cay trong bui phan/Endless Summer® BloomStruck® Hydrangea.png",
      "origin": "eastern Asia, specifically Japan and China",
      "thumbnails": ["img1__img", "img2__img", "img3__img", "img4__img"],
      "scientific_name": "Hydrangea macrophylla",
      "light": "Partial Shade to Full Sun",
      "water": "Regular",
      "humidity": "High",
      "about": "The Endless Summer® BloomStruck® Hydrangea offers large mophead blooms that shift in color from rose to violet or blue based on soil pH.",
      "about1": "Growth Habit: Upright",
      "about2": "Blooms: Summer to Fall",
      "about3": "Cold Hardiness: Zone 4 (-30F)",
      "about4": "Special Characteristic: Color-changing blooms"
    }
  ],
  "page2": [
    {
      "id": 1,
      "name": "Howard",
      "height": "40-50cm",
      "price": "83.00",
      "origin": "eastern Asia",
      "img": "./imgcay/cay trong nha/Howard.png",
      "thumbnails": ["img1__img", "img2__img", "img3__img", "img4__img"],
      "scientificname": "Aspidistra",
      "light": "Most light conditions: He’s maybe the least fussy plant you’ll meet. He’ll deal with almost any light level (he’s not mad on strong sunshine).",
      "water": "Light watering: He’s very tolerant of irregular watering, let his soil dry out completely before giving him a drink.",
      "humidity": "Keep his leaves green and lush, and avoid brown tips, by giving him a mist every few days.",
      "about": "Aspidistra are sometimes known as the Cast Iron Plant because they’re almost impossible to kill. They’re practically bomb-proof (we have not tested this). If you forget to water yours, give it a dark spot and just generally forget it exists for a bit, it will merrily make do on its own.",
      "about1": "They’ve built up that tolerance for poor conditions by growing in the shade under larger trees in China and Vietnam. Their resilience has made them an extremely popular houseplant, because anybody can care for one. If you’re just beginning your plant parenting journey, there’s no better starting point. You’d have to try weirdly hard to kill him (don’t try).",
      "about2": "Did you know?",
      "about3": "The aspidistra was massively popular in Victorian times, because it easily tolerated the poor light and air quality of 19th century homes"
    },
    {
      "id": 2,
      "name": "Rick",
      "price": "108.00",
      "height": "30-40cm",
      "origin": "tropical Africa",
      "img": "./imgcay/cay trong nha/Rick.png",
      "thumbnails": ["img1__img", "img2__img", "img3__img", "img4__img"],
      "scientificname": "Dracaena fragrans",
      "light": "Most light conditions: He's happy in anything from light shade to bright, soft light. Keep him out of harsh direct sun.",
      "water": "Light watering: He’s low maintenance on water. He’s very drought tolerant, let his soil dry out completely before giving him a drink.",
      "humidity": "As we all do, he needs moisture to keep looking fresh. He’ll love a bathroom or a spray with a mister every few days.",
      "about": "Native tribes of northern Tanzania and Mt. Kilimanjaro used corn plants to mark sacred sites as far back as 1000 BC. This is a plant deserving of some respect.",
      "about1": "While they might grow as high as six metres in the wild, indoors corn plants are more about character than size, providing a bit of tropical flavour even on grey days. If they’re really happy, they might reward you by growing small, white flowers. To keep yours in a good mood, remember: generous with the misting, sparing with the watering. It will also love you if you give it a feed with liquid fertiliser once a month in spring and summer. It will help it grow big and strong.",
      "about2": "Did you know?",
      "about3": "In ancient times, in Africa, corn plants were a symbol of reason and good fortune."
    },
    {
      "id": 3,
      "name": "Jane",
      "price": "23.00",
      "height": "20-30cm",
      "origin": "Brazilian tropical forests",
      "img": "./imgcay/cay trong nha/Jane.png",
      "thumbnails": ["img1__img", "img2__img", "img3__img", "img4__img"],
      "scientificname": "Maranta leuconeura",
      "light": "Medium light: She loves lots of light but ideally not direct sun, which will make her colours fade. A little bit of shade is ok.",
      "water": "Light watering: She likes her soil on the drier side. Wait for her soil to be dry to a depth of at least two inches before watering again.",
      "humidity": "She enjoys a humid environment. A naturally steamy bathroom or kitchen is great, or you can mist her regularly.",
      "about": "Maranta leuconeura is part of a group of plants known as prayer plants. They get the name from the fact that their leaves fold up at night, like praying hands, then unfold in the day, to absorb the day’s light. All these plants have vivid patterns on their leaves and maranta leuconeura is one of the most dazzling.",
      "about1": "The leaves are dark green, with a lime green ripple running down the middle. If that weren’t impressive enough, they have bright pink veins and a deep purple underside. It’s a stunning plant. ",
      "about2": "Did you know?",
      "about3": "Although it looks very much like a calathea, they’re actually different plant families."
    },
    {
      "id": 4,
      "name": "Cedric",
      "price": "51.00",
      "height": "30-40cm",
      "origin": "Angola, Southern Africa",
      "img": "./imgcay/cay trong nha/Cedric.png",
      "thumbnails": ["img1__img", "img2__img", "img3__img", "img4__img"],
      "scientificname": "Sansevieria cylindrica",
      "light": "Most light conditions: He’s happy almost anywhere, even shady corners. He’ll grow faster in a bright spot.",
      "water": "Light watering: He hardly ever needs water and can go ages without a drink. Water him when the soil is completely dry.",
      "feeding": "He needs almost no attention but a feed once in spring and again in summer will help him grow. ",
      "about": "Like all snake plants, this one is really easy to look after. It’s the ideal beginner’s plant. Put it anywhere from indirect sun to shade, water it every month or so, and then just leave it alone. That’s all it needs. This snake plant looks a little bit different to others. Instead of the usual flat leaves, it has long cylindrical leaves, hence the name sansevieria cylindrica.",
      "about1": "The reason snake plants need so little care is because they come from places where the weather is hot and dry, mostly in parts of Africa and Asia. Their hard leaves let almost no water evaporate, even sealing their pores during the day to keep everything in. In the wild they may only get rain every few months, so forgetting to water yours for a while won’t bother it at all.",
      "about2": "Did you know?",
      "about3": "The tallest varieties of snake plant can grow up to 2 metres tall."
    },
    {
      "id": 5,
      "name": "Theodore",
      "height": "20-30cm",
      "price": "26",
      "origin": "tropical areas of China, India and most areas of Indo-China",
      "img": "./imgcay/cay trong nha/Theodore.png",
      "thumbnails": ["img1__img", "img2__img", "img3__img", "img4__img"],
      "scientificname": "Dischidia nummularia",
      "light": "Medium light: He can tolerate partial shade, perfect for those rooms with medium light.",
      "water": "Light watering: He needs very little water, so let his soil totally dry out between drinks. Let all excess water drain off.",
      "humidity": "He loves moist air. He’ll enjoy living in a steamy bathroom, or give him a good mist a couple of times a week.",
      "about": "If you happen to find yourself in a forest in the tropics of Asia, look up and you might see string of nickels, or dischidia imbricata. It makes its home in the crevices of tall trees (scientifically, it’s known as an epiphyte). It dangles handsomely soaking up moisture from the atmosphere.",
      "about1": "This plant also comes in a variegated option, if you like your leaves a little jazzier be sure to check out Theodora.",
      "about2": "Did you know?",
      "about3": "It is sometimes known as Shingle plant, because its overlapping leaves look a bit like roof shingles."
    },
    {
      "id": 6,
      "name": "Phil",
      "height": "30-40cm",
      "price": "96.00",
      "origin": "Brazil and Colombia",
      "img": "./imgcay/cay trong nha/Phil.png",
      "thumbnails": ["img1__img", "img2__img", "img3__img", "img4__img"],
      "scientificname": "Philodendron Scandens",
      "light": "Medium light: He’ll be fine in semi-shade, though his leaves may fade a bit. He prefers a position in a bright room.",
      "water": "Light watering: He likes to be watered when his top two inches of soil are dry. He’s not keen on sitting in soggy soil.",
      "humidity": "A moist atmosphere helps keep his leaves healthy. Give him a good mist every few days. Or put him in a steamy bathroom.",
      "about": "Philo means ‘’loving’ in Greek, while dendron means ‘tree’. Which makes this the ‘loving tree’. While that could be because it’s just so easy to like, it’s probably because of its big heart-shaped leaves.",
      "about1": "It’s a pretty easy plant to take care of, as long as you give it the right light and water. You can also give it a growth boost by feeding it with liquid fertiliser once per month in spring and summer.",
      "about2": "Did you know?",
      "about3": "There are 489 different species of philodendron. Gold star to you if you can list them all."
    },
    {
      "id": 7,
      "name": "ZZ Plant",
      "height": "30-60cm",
      "price": "83",
      "origin": "East Africa, from Kenya to South Africa",
      "img": "./imgcay/cay trong nha/bali.png",
      "thumbnails": [
        "zz_img1__img",
        "zz_img2__img",
        "zz_img3__img",
        "zz_img4__img"
      ],
      "scientificname": "Zamioculcas zamiifolia",
      "light": "Low to bright indirect light: Can tolerate low light conditions but also thrives in brighter settings.",
      "water": "Infrequent watering: Allow the soil to dry out completely between waterings.",
      "humidity": "Not particularly humidity-sensitive.",
      "about": "The ZZ plant is a tough, low-maintenance plant known for its glossy, dark green leaves. It can survive in various light conditions and can handle periods of neglect. Its rhizomatous root system stores water, making it drought-tolerant.",
      "about1": "Originating from Africa, ZZ plants have adapted to thrive in arid conditions. They're an excellent choice for beginners and those with less time for plant care.",
      "about2": "Did you know?",
      "about3": "ZZ plants have air-purifying qualities and are considered toxic if ingested, so keep them away from pets and small children."
    },
    {
      "id": 8,
      "name": "Peace Lily",
      "height": "30-60cm",
      "price": "51",
      "origin": "tropical regions of the Americas and southeastern Asia",
      "img": "./imgcay/cay trong nha/Kitchen set.png",
      "thumbnails": [
        "peace_lily_img1__img",
        "peace_lily_img2__img",
        "peace_lily_img3__img",
        "peace_lily_img4__img"
      ],
      "scientificname": "Spathiphyllum",
      "light": "Low to bright indirect light: Prefers moderate light but can tolerate lower light levels.",
      "water": "Moderate watering: Keep the soil consistently moist but not waterlogged.",
      "humidity": "Higher humidity preferred: Mist the leaves regularly or place on a tray of water.",
      "about": "The Peace Lily is known for its elegant white blooms and lush, dark green leaves. It's a popular choice for indoor spaces due to its air-purifying qualities. While relatively easy to care for, it appreciates consistent moisture and humidity.",
      "about1": "Native to tropical rainforests, Peace Lilies thrive in the high humidity and filtered light found in these environments.",
      "about2": "Did you know?",
      "about3": "Peace Lilies are not true lilies. They are part of the Araceae family and are not toxic to humans but can be mildly toxic to pets."
    },
    {
      "id": 9,
      "name": "Chamaedorea",
      "height": "60-120cm",
      "price": "20",
      "origin": "southeastern Mexico to northern Guatemala",
      "img": "./imgcay/cay trong nha/Suri.png",
      "thumbnails": [
        "chamaedorea_img1__img",
        "chamaedorea_img2__img",
        "chamaedorea_img3__img",
        "chamaedorea_img4__img"
      ],
      "scientificname": "Chamaedorea elegans",
      "light": "Indirect light: Thrives in bright but indirect sunlight.",
      "water": "Moderate watering: Allow the top inch of soil to dry out before watering again.",
      "humidity": "Higher humidity preferred: Mist the leaves or use a humidity tray.",
      "about": "The Chamaedorea, commonly known as the Parlor Palm, is a compact palm with delicate fronds. It's well-suited for indoor spaces and brings a touch of the tropics to your home. It's relatively easy to care for, making it a popular choice among plant enthusiasts.",
      "about1": "Originating from Mexico and Central America, Chamaedorea prefers the shaded forest floor, which makes it adaptable to lower light conditions indoors.",
      "about2": "Did you know?",
      "about3": "Chamaedorea elegans is considered non-toxic to pets and humans, making it a pet-friendly choice for households."
    }
  ],
  "page3": [
    {
      "id": 1,
      "name": "Laura tree",
      "height": "80-90cm",
      "price": "96",
      "origin": "the Mediterranean region",
      "img": "./imgcay/cay trong ngoai troi/Laura tree.png",
      "thumbnails": ["img1__img", "img2__img", "img3__img", "img4__img"],
      "scientificname": "Laurus nobilis",
      "light": "Most light conditions: She’ll do very well in a sunny position but she’ll also tolerate some shade for part of the day.",
      "water": "Regular watering: She likes her soil gently moist. In hot summers she'll like very frequent watering. She needs less in winter.",
      "humidity": "Help her grow strong and healthy by giving her a feed with some liquid fertiliser once per month in spring and summer.",
      "about": "The bay tree, or bay laurel, has been a beloved plant for centuries. The ancient Greeks and the ancient Romans considered it quite the status symbol. Wreaths of bay laurel were worn on the heads of the most important members of society and given as prizes in sporting competitions. Bay was a plant for champions. ",
      "about1": "One of the best things about bay is that you can pick off its leaves and use them in cooking. A bay leaf added to pasta sauce or stew will add subtle warm flavour. A leaf picked fresh off your plant will have much more flavour than any from the supermarket.",
      "about2": "Did you know?",
      "about3": "It’s not just the leaves that are used in cooking. Dried bay berries and bay oil are also used in cuisines around the world."
    },
    {
      "id": 2,
      "name": "Laura shrub",
      "price": "100",
      "height": "20-30cm",
      "origin": "the Mediterranean region",
      "img": "./imgcay/cay trong ngoai troi/Laura shrub.png",
      "thumbnails": ["img1__img", "img2__img", "img3__img", "img4__img"],
      "scientificname": "Laurus Nobilis",
      "light": "Most light conditions: She’ll do very well in a sunny position but she’ll also tolerate some shade for part of the day.",
      "water": "Light watering: She likes her soil gently moist. She’ll cope with a bit of forgetful watering but doesn’t like to dry out entirely.",
      "humidity": "Help her grow strong and healthy by giving her a feed with some liquid fertiliser once per month in spring and summer.",
      "about": "The bay tree, or bay laurel, has been a beloved plant for centuries. The ancient Greeks and the ancient Romans considered it quite the status symbol. Wreaths of bay laurel were worn on the heads of the most important members of society and given as prizes in sporting competitions. Bay was a plant for champions. ",
      "about1": "You don’t see a lot of people wearing it on their heads these days, but the bay tree is as popular as ever. It’s an evergreen, which means it will look good on your patio or balcony all year round, and it’s very easy to look after. It will love a sunny spot, though will be happy with a mix of sun and shade.",
      "about2": "Did you know?",
      "about3": "It’s not just the leaves that are used in cooking. Dried bay berries and bay oil are also used in cuisines around the world."
    },
    {
      "id": 3,
      "name": "Boo",
      "price": "60.99",
      "height": "70-80cm",
      "origin": "Sichuan, China",
      "img": "./imgcay/cay trong ngoai troi/Boo.png",
      "thumbnails": ["img1__img", "img2__img", "img3__img", "img4__img"],
      "scientificname": "Fargesia robusta",
      "light": "A sunny spot: They like a spot that gets a mix of sun and shade. Sun all day can be a bit much for them.",
      "water": "Moist soil: They like their soil quite moist, so give them a drink whenever the surface of the soil feels dry.",
      "humidity": "Haircuts: Boo is a very quick grower, so don’t be afraid to chop them back if they gets too big.",
      "about": "If there are two things most of us know about bamboo they’re that it produces hollow canes and pandas eat it. There is a whole lot more to know about bamboo. ",
      "about1": "There are over 1,000 different bamboo species, growing natively on every continent except Europe. They almost all have hollow stems, grow in dense clumps and many grow very, very quickly. Some species are known to grow at a rate of almost 4cm per hour. Yes, per hour. This one, umbrella bamboo, is a lot slower than that, but still a quick grower.",
      "about2": "Did you know?",
      "about3": "Bamboo is significant in the mythologies of a number of Asian countries. In Phillipine mythology the first man and woman emerged from a stem of bamboo."
    },
    {
      "id": 4,
      "name": "Phoebe",
      "price": "150",
      "height": "100-110cm",
      "origin": "Canary Islands off the coast of Morocco",
      "img": "./imgcay/cay trong ngoai troi/Phoebe.png",
      "thumbnails": ["img1__img", "img2__img", "img3__img", "img4__img"],
      "scientificname": "Phoenix canariensis",
      "light": "Medium light: She loves the sun, but she’s happiest if she gets a little bit of shade for part of the day, for a break from the heat.",
      "water": "Light watering: She likes her soil on the dry side. You can let her dry out completely between drinks.",
      "humidity": "humidity: Help her grow big and strong by giving her a feed with liquid fertiliser once per month in spring and summer.",
      "about": "You’ll have already guessed where this plant comes from. This magnificent specimen is the national emblem of the Canary Islands, where you’ll find it growing to heights of around 40m. Don’t worry about it growing that tall on your balcony. Even in the wild it would take 60 years or more to reach full height. ",
      "about1": "You’re unlikely to get fruit on a plant grown in the UK, but it’s no great loss as they’re apparently not particularly tasty. This is more a plant to enjoy for its large sculptural leaves. In the Canary Islands, those leaves are used to make all sorts of things, from baskets, to brooms, to hats. ",
      "about2": "Did you know?",
      "about3": "The sap of a mature Canary Island date palm is very sweet and is used to make syrup."
    },
    {
      "id": 5,
      "name": "Tam",
      "height": "110-120cm",
      "price": "75",
      "origin": "eastern Australia",
      "img": "./imgcay/cay trong ngoai troi/Tam.png",
      "thumbnails": ["img1__img", "img2__img", "img3__img", "img4__img"],
      "scientificname": "Dicksonia Antarctica",
      "light": "Gentle sun: His preferred place to live is a spot that gives him a mix of shade and gentle sun. A south exposure, for example, will burn his leaves!",
      "water": "Moist soil: Don't let him dry out. Water him when the top two inches of soil are dry.",
      "humidity": "Shelter: Strong winds are no friend of tree ferns so position him somewhere that he'll be well protected from them.",
      "about": "Tam, our tree fern, brings a prehistoric vibe to your outdoor space - like something you'd find in Jurassic Park. In fact, the fossil history of Tam dates back 250 million years, which is 50 million years before the beginning of the Jurassic Period. Pretty cool.",
      "about1": "Native to Australia and New Zealand, Tam the tree fern is a sought after outdoor plant - and no wonder, considering his rich history and stunning foliage.",
      "about2": "Did you know?",
      "about3": "Tam doesn't ask too much, just that you give him a bit of shade and keep his soil moist."
    },
    {
      "id": 6,
      "name": "Ivy",
      "height": "20-30cm",
      "price": " 35",
      "origin": "western, central, and southern Europe as well as southeast Asia",
      "img": "./imgcay/cay trong ngoai troi/Ivy.png",
      "thumbnails": ["img1__img", "img2__img", "img3__img", "img4__img"],
      "scientificname": "Hedera helix",
      "light": "Most light conditions: She could not be more easygoing when it comes to light. She’ll cope in almost anything but loves bright, indirect light.",
      "water": "Regular watering: She likes her soil gently moist, but not soggy. Water her when her top two inches of soil are dry.",
      "humidity": "Humidity: She’s used to lots of rain - well, she is English - so she likes a moist atmosphere. Mist her every couple of days.",
      "about": "There can hardly be a person in the UK who isn’t familiar with this plant. It grows up buildings, trees and anything else it can get its rootlets on. Although it’s known as English ivy, this climbing plant grows in all sorts of countries, including Portugal, Turkey and even Iran.",
      "about1": "In the wild, it’s a vital source of food to birds and insects. Over 70 species of insect sip nectar from its flowers and many different types of bird feast on its fruit.",
      "about2": "Did you know?",
      "about3": "English ivy leaf extract is used in cough syrups. Please note ivy is poisonous and should not be eaten, for coughs or otherwise."
    },
    {
      "id": 7,
      "name": "Lime Tree",
      "height": "80-150cm",
      "price": "49",
      "origin": "tropical areas along the Malay archipelago",
      "img": "./imgcay/cay trong ngoai troi/Leon.png",
      "thumbnails": [
        "lime_tree_img1__img",
        "lime_tree_img2__img",
        "lime_tree_img3__img",
        "lime_tree_img4__img"
      ],
      "scientificname": "Citrus aurantiifolia",
      "light": "Full sunlight: Requires 6-8 hours of direct sunlight daily.",
      "water": "Regular watering: Keep the soil evenly moist, allowing the top inch to dry out between waterings.",
      "humidity": "Average humidity preferred: Mist occasionally if the air is dry.",
      "about": "The Lime Tree is known for its small, tangy fruits that are used in cooking, cocktails, and beverages. While typically grown outdoors in warmer climates, it can thrive indoors if provided with adequate sunlight and care.",
      "about1": "Originating from Southeast Asia, Lime Trees thrive in tropical and subtropical climates with plenty of sunshine.",
      "about2": "Did you know?",
      "about3": "Lime juice is a common ingredient in culinary and cocktail recipes, adding a zesty flavor to dishes and drinks."
    },
    {
      "id": 8,
      "name": "Olive Tree",
      "height": "60-150cm",
      "price": "92",
      "origin": "Africa and temperate Asia as well as southern Europe",
      "img": "./imgcay/cay trong ngoai troi/Ollie.png",
      "thumbnails": [
        "olive_tree_img1__img",
        "olive_tree_img2__img",
        "olive_tree_img3__img",
        "olive_tree_img4__img"
      ],
      "scientificname": "Olea europaea",
      "light": "Full sunlight: Requires at least 6-8 hours of direct sunlight daily.",
      "water": "Moderate watering: Allow the top inch of soil to dry before watering thoroughly.",
      "humidity": "Average humidity preferred: Tolerates dry air well.",
      "about": "The Olive Tree is renowned for its small, flavorful fruits that are pressed into olive oil. It's a symbol of peace and longevity and can be grown indoors as an ornamental plant, adding a touch of Mediterranean charm to your space.",
      "about1": "Native to the Mediterranean region, Olive Trees thrive in warm, sunny climates with well-draining soil.",
      "about2": "Did you know?",
      "about3": "Olive oil, produced from the fruits of the Olive Tree, has a long history of culinary, medicinal, and cosmetic uses."
    },
    {
      "id": 9,
      "name": "Star Jasmine",
      "height": "30-90cm",
      "price": "69",
      "origin": "eastern and southeastern Asia (Japan, Korea, southern China and Vietnam)",
      "img": "././imgcay/cay trong ngoai troi/Kai.png",
      "thumbnails": [
        "star_jasmine_img1__img",
        "star_jasmine_img2__img",
        "star_jasmine_img3__img",
        "star_jasmine_img4__img"
      ],
      "scientificname": "Trachelospermum jasminoides",
      "light": "Bright indirect light: Prefers bright, indirect sunlight, but can tolerate some direct sun.",
      "water": "Regular watering: Keep the soil consistently moist, but not waterlogged.",
      "humidity": "Average humidity preferred: Mist occasionally in dry conditions.",
      "about": "Star Jasmine, also known as Confederate Jasmine, is cherished for its fragrant, star-shaped white flowers and glossy leaves. It's a popular choice for both indoor and outdoor spaces, adding beauty and a delightful aroma.",
      "about1": "Native to East Asia, Star Jasmine is a vining plant that climbs and cascades naturally.",
      "about2": "Did you know?",
      "about3": "Star Jasmine's sweet fragrance makes it a sought-after choice for arbors, trellises, and garden landscapes."
    }
  ],
  "page4": [
    {
      "id": 1,
      "name": "Sedum reflexum 'Blue Spruce'",
      "price": "5.49",
      "height": "10-20cm",
      "img": "./imgcay/cay mong nuoc/sedum-reflexum-blue-spruce.png",
      "discountCode": "ABC123",
      "origin": "Europe and parts of Asia",
      "thumbnails": ["img1__img", "img2__img", "img3__img", "img4__img"],
      "scientificname": "Sedum reflexum",
      "light": "Full Sun",
      "water": "Regular water in spring to summer",
      "humidity": "Not specific",
      "about": "'Blue Spruce' is a hardy, low-maintenance ground cover succulent with blue-green leaves that turn salmon pink in winter.",
      "about1": "Cold Hardiness: Zone 4 (-30F)",
      "about2": "Growth Habit: Low Growing / Creeping, Hanging / Trailing",
      "about3": "Seasonality: Blooms in Summer, Year-round Color",
      "about4": "Special Characteristic: Super hardy, attracts pollinators"
    },
    {
      "id": 2,
      "name": "Sedum hybridum 'Immergrünchen'",
      "price": "5.49",
      "height": "10-30cm",
      "img": "./imgcay/cay mong nuoc/sedum-hybridum-immergrunchen.png",
      "discountCode": "ABC123",
      "origin": "eastern Asia, specifically regions of China, Korea, and Russia",
      "thumbnails": ["img1__img", "img2__img", "img3__img", "img4__img"],
      "scientificname": "Phedimus stoloniferus",
      "light": "Full Sun",
      "water": "Regular water to establish roots",
      "humidity": "Not specific",
      "about": "'Immergrünchen' is a robust ground cover with red and green foliage, producing yellow flowers in mid- to late summer.",
      "about1": "Cold Hardiness: Zone 4 (-30F)",
      "about2": "Growth Habit: Low Growing / Creeping, Hanging / Trailing",
      "about3": "Seasonality: Blooms in Summer",
      "about4": ""
    },
    {
      "id": 3,
      "name": "Sedum dasyphyllum 'Himalayan Skies'",
      "price": "6.49",
      "height": "6-10cm",
      "img": "./imgcay/cay mong nuoc/sedum-dasyphyllum-himalayan-skies-limited.png",
      "discountCode": "ABC123",
      "origin": "southern Europe and parts of northern Africa",
      "thumbnails": ["img1__img", "img2__img", "img3__img", "img4__img"],
      "scientificname": "Sedum dasyphyllum",
      "light": "Full Sun",
      "water": "Regular water to establish roots",
      "humidity": "Not specific",
      "about": "'Himalayan Skies' features blue foliage on creeping stems, producing small white blooms in early summer.",
      "about1": "Cold Hardiness: Zone 7 (0F)",
      "about2": "Growth Habit: Low Growing / Creeping, Hanging / Trailing",
      "about3": "Seasonality: Year-round Color",
      "about4": "Special Characteristic: Easy to propagate, pet safe"
    },
    {
      "id": 4,
      "name": "Sedum album 'Coral Carpet'",
      "price": "5.49",
      "height": "10-15cm",
      "img": "./imgcay/cay mong nuoc/sedum-album-coral-carpet.png",
      "discountCode": "ABC123",
      "origin": "a wide range of regions across Europe, including countries like France, Spain, Italy, and Greece",
      "thumbnails": ["img1__img", "img2__img", "img3__img", "img4__img"],
      "scientificname": "Sedum album",
      "light": "Full Sun",
      "water": "Regular water to establish roots",
      "humidity": "Not specific",
      "about": "'Coral Carpet' is a low-growing ground cover with bead-like leaves that can turn from green to red. It produces small white star-shaped flowers.",
      "about1": "Cold Hardiness: Zone 4 (-30F)",
      "about2": "Growth Habit: Low Growing / Creeping",
      "about3": "Seasonality: Blooms in Summer",
      "about4": "Special Characteristic: Hard to kill, fast grower, easy to propagate, pet safe"
    },
    {
      "id": 5,
      "name": "Sedum spurium 'Tricolor'",
      "price": "5.49",
      "height": "9-15cm",
      "img": "./imgcay/cay mong nuoc/Sedum spurium 'Tricolor'.png",
      "discountCode": "ABC123",
      "origin": "parts of Europe and Asia, including countries such as Russia, Ukraine, and Turkey",
      "thumbnails": ["img1__img", "img2__img", "img3__img", "img4__img"],
      "scientificname": "Phedimus spurius",
      "light": "Full Sun",
      "water": "Regular water to establish roots",
      "humidity": "Not specific",
      "about": "'Dragon's Blood' is a colorful ground cover that transitions from bright green to wine red. It produces red flowers and stems.",
      "about1": "Cold Hardiness: Zone 4 (-30F)",
      "about2": "Growth Habit: Low Growing / Creeping",
      "about3": "Seasonality: Winter Dormant Partial",
      "about4": "Special Characteristic: Easy to propagate, pet safe"
    },
    {
      "id": 6,
      "name": "Sedum reflexum 'Angelina'",
      "price": "5.49",
      "height": "5-10cm",
      "img": "./imgcay/cay mong nuoc/Sedum reflexum Angelina.png",
      "discountCode": "ABC123",
      "origin": "a wide range of regions across Europe, including countries like France, Spain, Italy, and Greece",
      "thumbnails": ["img1__img", "img2__img", "img3__img", "img4__img"],
      "scientificname": "Sedum album",
      "light": "Full Sun",
      "water": "Regular water to establish roots",
      "humidity": "Not specific",
      "about": "'Black Pearl' is a low-growing ground cover with small, beady leaves of bright green and dark purple tones. It can tolerate full sun, rocky soil, droughts, and frosts.",
      "about1": "Cold Hardiness: Zone 4 (-30F)",
      "about2": "Growth Habit: Low Growing / Creeping",
      "about3": "Seasonality: Blooms in Summer",
      "about4": "Special Characteristic: Hard to kill, fast grower, easy to propagate, pet safe"
    },
    {
      "id": 7,
      "name": "Sedum Album Black Pearl",
      "price": "3.99",
      "height": "7-9cm",
      "img": "./imgcay/cay mong nuoc/sedum-album-black-pearl.png",
      "discountCode": "ABC123",
      "origin": "western and central Europe",
      "thumbnails": ["img1__img", "img2__img", "img3__img", "img4__img"],
      "scientificname": "Sedum reflexum ",
      "light": "Full Sun",
      "water": "Regular water in spring to summer",
      "humidity": "Not specific",
      "about": "'Blue Spruce' is a hardy, low-maintenance ground cover succulent with blue-green leaves that turn salmon pink in winter.",
      "about1": "Cold Hardiness: Zone 4 (-30F)",
      "about2": "Growth Habit: Low Growing / Creeping, Hanging / Trailing",
      "about3": "Seasonality: Blooms in Summer, Year-round Color",
      "about4": "Special Characteristic: Super hardy, attracts pollinators"
    },
    {
      "id": 8,
      "name": "Sedum sediforme 'Turquoise Tails'",
      "price": "3.49",
      "height": "23-30cm",
      "img": "./imgcay/cay mong nuoc/Sedum sediforme Turquoise Tails.png",
      "discountCode": "ABC123",
      "origin": "southern Europe and regions of the Caucasus",
      "thumbnails": ["img1__img", "img2__img", "img3__img", "img4__img"],
      "scientificname": "Sedum sediforme",
      "light": "Full Sun",
      "water": "Regular water to establish roots",
      "humidity": "Not specific",
      "about": "'Turquoise Tails' is a ground cover succulent with turquoise-blue leaves and yellow flowers in summer.",
      "about1": "Cold Hardiness: Zone 5 (-20F)",
      "about2": "Growth Habit: Low Growing / Creeping",
      "about3": "Seasonality: Blooms in Summer",
      "about4": ""
    },
    {
      "id": 9,
      "name": "Sedum spurium 'Voodoo'",
      "price": "5.49",
      "height": "15-20cm",
      "img": "./imgcay/cay mong nuoc/Sedum spurium Voodoo.png",
      "discountCode": "ABC123",
      "origin": "a range of regions in Europe and Asia",
      "thumbnails": ["img1__img", "img2__img", "img3__img", "img4__img"],
      "scientificname": "Sedum spurium",
      "light": "Full Sun to Partial Shade",
      "water": "Regular water to establish roots",
      "humidity": "Not specific",
      "about": "'Voodoo' is a ground cover succulent with reddish-bronze leaves and pink flowers in late summer.",
      "about1": "Cold Hardiness: Zone 4 (-30F)",
      "about2": "Growth Habit: Low Growing / Creeping",
      "about3": "Seasonality: Blooms in Late Summer",
      "about4": ""
    }
  ],
  "page5": [
    {
      "id": 1,
      "name": "Howard",
      "height": "40-50cm",
      "price": "31.00",
      "origin": "eastern Asia",
      "thumbnails": ["img1__link", "img2__link", "img3__link", "img4__link"],
      "scientificname": "Aspidistra",
      "light": "Most light conditions: He’s maybe the least fussy plant you’ll meet. He’ll deal with almost any light level (he’s not mad on strong sunshine).",
      "water": "Light watering: He’s very tolerant of irregular watering, let his soil dry out completely before giving him a drink.",
      "humidity": "Keep his leaves green and lush, and avoid brown tips, by giving him a mist every few days.",
      "about": "Aspidistra are sometimes known as the Cast Iron Plant because they’re almost impossible to kill. They’re practically bomb-proof (we have not tested this). If you forget to water yours, give it a dark spot and just generally forget it exists for a bit, it will merrily make do on its own.",
      "about1": "They’ve built up that tolerance for poor conditions by growing in the shade under larger trees in China and Vietnam. Their resilience has made them an extremely popular houseplant, because anybody can care for one. If you’re just beginning your plant parenting journey, there’s no better starting point. You’d have to try weirdly hard to kill him (don’t try).",
      "about2": "Did you know?",
      "about3": "The aspidistra was massively popular in Victorian times, because it easily tolerated the poor light and air quality of 19th century homes"
    },
    {
      "id": 2,
      "name": "Rick",
      "price": "11.00",
      "height": "30-40cm",
      "origin": "tropical Africa",
      "thumbnails": ["img1__link", "img2__link", "img3__link", "img4__link"],
      "scientificname": "Dracaena fragrans",
      "light": "Most light conditions: He's happy in anything from light shade to bright, soft light. Keep him out of harsh direct sun.",
      "water": "Light watering: He’s low maintenance on water. He’s very drought tolerant, let his soil dry out completely before giving him a drink.",
      "humidity": "As we all do, he needs moisture to keep looking fresh. He’ll love a bathroom or a spray with a mister every few days.",
      "about": "Native tribes of northern Tanzania and Mt. Kilimanjaro used corn plants to mark sacred sites as far back as 1000 BC. This is a plant deserving of some respect.",
      "about1": "While they might grow as high as six metres in the wild, indoors corn plants are more about character than size, providing a bit of tropical flavour even on grey days. If they’re really happy, they might reward you by growing small, white flowers. To keep yours in a good mood, remember: generous with the misting, sparing with the watering. It will also love you if you give it a feed with liquid fertiliser once a month in spring and summer. It will help it grow big and strong.",
      "about2": "Did you know?",
      "about3": "In ancient times, in Africa, corn plants were a symbol of reason and good fortune."
    },
    {
      "id": 3,
      "name": "Jane",
      "price": "£23.00",
      "height": "20-30cm",
      "origin": "Brazilian tropical forests",
      "thumbnails": ["img1__link", "img2__link", "img3__link", "img4__link"],
      "scientificname": "Maranta leuconeura",
      "light": "Medium light: She loves lots of light but ideally not direct sun, which will make her colours fade. A little bit of shade is ok.",
      "water": "Light watering: She likes her soil on the drier side. Wait for her soil to be dry to a depth of at least two inches before watering again.",
      "humidity": "She enjoys a humid environment. A naturally steamy bathroom or kitchen is great, or you can mist her regularly.",
      "about": "Maranta leuconeura is part of a group of plants known as prayer plants. They get the name from the fact that their leaves fold up at night, like praying hands, then unfold in the day, to absorb the day’s light. All these plants have vivid patterns on their leaves and maranta leuconeura is one of the most dazzling.",
      "about1": "The leaves are dark green, with a lime green ripple running down the middle. If that weren’t impressive enough, they have bright pink veins and a deep purple underside. It’s a stunning plant. ",
      "about2": "Did you know?",
      "about3": "Although it looks very much like a calathea, they’re actually different plant families."
    },
    {
      "id": 4,
      "name": "Cedric",
      "price": "26.00",
      "height": "30-40cm",
      "origin": "Angola, Southern Africa",
      "thumbnails": ["img1__link", "img2__link", "img3__link", "img4__link"],
      "scientificname": "Sansevieria cylindrica",
      "light": "Most light conditions: He’s happy almost anywhere, even shady corners. He’ll grow faster in a bright spot.",
      "water": "Light watering: He hardly ever needs water and can go ages without a drink. Water him when the soil is completely dry.",
      "feeding": "He needs almost no attention but a feed once in spring and again in summer will help him grow. ",
      "about": "Like all snake plants, this one is really easy to look after. It’s the ideal beginner’s plant. Put it anywhere from indirect sun to shade, water it every month or so, and then just leave it alone. That’s all it needs. This snake plant looks a little bit different to others. Instead of the usual flat leaves, it has long cylindrical leaves, hence the name sansevieria cylindrica.",
      "about1": "The reason snake plants need so little care is because they come from places where the weather is hot and dry, mostly in parts of Africa and Asia. Their hard leaves let almost no water evaporate, even sealing their pores during the day to keep everything in. In the wild they may only get rain every few months, so forgetting to water yours for a while won’t bother it at all.",
      "about2": "Did you know?",
      "about3": "The tallest varieties of snake plant can grow up to 2 metres tall."
    },
    {
      "id": 5,
      "name": "Theodore",
      "height": "20-30cm",
      "price": "26.00",
      "origin": "tropical areas of China, India and most areas of Indo-China",
      "thumbnails": ["img1__link", "img2__link", "img3__link", "img4__link"],
      "scientificname": "Dischidia nummularia",
      "light": "Medium light: He can tolerate partial shade, perfect for those rooms with medium light.",
      "water": "Light watering: He needs very little water, so let his soil totally dry out between drinks. Let all excess water drain off.",
      "humidity": "He loves moist air. He’ll enjoy living in a steamy bathroom, or give him a good mist a couple of times a week.",
      "about": "If you happen to find yourself in a forest in the tropics of Asia, look up and you might see string of nickels, or dischidia imbricata. It makes its home in the crevices of tall trees (scientifically, it’s known as an epiphyte). It dangles handsomely soaking up moisture from the atmosphere.",
      "about1": "This plant also comes in a variegated option, if you like your leaves a little jazzier be sure to check out Theodora.",
      "about2": "Did you know?",
      "about3": "It is sometimes known as Shingle plant, because its overlapping leaves look a bit like roof shingles."
    },
    {
      "id": 6,
      "name": "Phil",
      "height": "30-40cm",
      "price": "19.00",
      "origin": "Brazil and Colombia",
      "thumbnails": ["img1__link", "img2__link", "img3__link", "img4__link"],
      "scientificname": "Philodendron Scandens",
      "light": "Medium light: He’ll be fine in semi-shade, though his leaves may fade a bit. He prefers a position in a bright room.",
      "water": "Light watering: He likes to be watered when his top two inches of soil are dry. He’s not keen on sitting in soggy soil.",
      "humidity": "A moist atmosphere helps keep his leaves healthy. Give him a good mist every few days. Or put him in a steamy bathroom.",
      "about": "Philo means ‘’loving’ in Greek, while dendron means ‘tree’. Which makes this the ‘loving tree’. While that could be because it’s just so easy to like, it’s probably because of its big heart-shaped leaves.",
      "about1": "It’s a pretty easy plant to take care of, as long as you give it the right light and water. You can also give it a growth boost by feeding it with liquid fertiliser once per month in spring and summer.",
      "about2": "Did you know?",
      "about3": "There are 489 different species of philodendron. Gold star to you if you can list them all."
    },
    {
      "id": 7,
      "name": "ZZ Plant",
      "height": "30-60cm",
      "price": "31.00",
      "origin": "East Africa, from Kenya to South Africa",
      "thumbnails": [
        "zz_img1__link",
        "zz_img2__link",
        "zz_img3__link",
        "zz_img4__link"
      ],
      "scientificname": "Zamioculcas zamiifolia",
      "light": "Low to bright indirect light: Can tolerate low light conditions but also thrives in brighter settings.",
      "water": "Infrequent watering: Allow the soil to dry out completely between waterings.",
      "humidity": "Not particularly humidity-sensitive.",
      "about": "The ZZ plant is a tough, low-maintenance plant known for its glossy, dark green leaves. It can survive in various light conditions and can handle periods of neglect. Its rhizomatous root system stores water, making it drought-tolerant.",
      "about1": "Originating from Africa, ZZ plants have adapted to thrive in arid conditions. They're an excellent choice for beginners and those with less time for plant care.",
      "about2": "Did you know?",
      "about3": "ZZ plants have air-purifying qualities and are considered toxic if ingested, so keep them away from pets and small children."
    },
    {
      "id": 8,
      "name": "Peace Lily",
      "height": "30-60cm",
      "price": "51.00",
      "origin": "tropical regions of the Americas and southeastern Asia",
      "thumbnails": [
        "peace_lily_img1__link",
        "peace_lily_img2__link",
        "peace_lily_img3__link",
        "peace_lily_img4__link"
      ],
      "scientificname": "Spathiphyllum",
      "light": "Low to bright indirect light: Prefers moderate light but can tolerate lower light levels.",
      "water": "Moderate watering: Keep the soil consistently moist but not waterlogged.",
      "humidity": "Higher humidity preferred: Mist the leaves regularly or place on a tray of water.",
      "about": "The Peace Lily is known for its elegant white blooms and lush, dark green leaves. It's a popular choice for indoor spaces due to its air-purifying qualities. While relatively easy to care for, it appreciates consistent moisture and humidity.",
      "about1": "Native to tropical rainforests, Peace Lilies thrive in the high humidity and filtered light found in these environments.",
      "about2": "Did you know?",
      "about3": "Peace Lilies are not true lilies. They are part of the Araceae family and are not toxic to humans but can be mildly toxic to pets."
    },
    {
      "id": 9,
      "name": "Chamaedorea",
      "height": "60-120cm",
      "price": "94.00",
      "origin": "southeastern Mexico to northern Guatemala",
      "thumbnails": [
        "chamaedorea_img1__link",
        "chamaedorea_img2__link",
        "chamaedorea_img3__link",
        "chamaedorea_img4__link"
      ],
      "scientificname": "Chamaedorea elegans",
      "light": "Indirect light: Thrives in bright but indirect sunlight.",
      "water": "Moderate watering: Allow the top inch of soil to dry out before watering again.",
      "humidity": "Higher humidity preferred: Mist the leaves or use a humidity tray.",
      "about": "The Chamaedorea, commonly known as the Parlor Palm, is a compact palm with delicate fronds. It's well-suited for indoor spaces and brings a touch of the tropics to your home. It's relatively easy to care for, making it a popular choice among plant enthusiasts.",
      "about1": "Originating from Mexico and Central America, Chamaedorea prefers the shaded forest floor, which makes it adaptable to lower light conditions indoors.",
      "about2": "Did you know?",
      "about3": "Chamaedorea elegans is considered non-toxic to pets and humans, making it a pet-friendly choice for households."
    }
  ]
}
